{"errors": "replace", "bos_token": "<s>", "eos_token": "</s>", "sep_token": "</s>", "cls_token": "<s>", "unk_token": "<unk>", "pad_token": "<pad>", "mask_token": "<mask>", "add_prefix_space": true, "trim_offsets": true, "model_max_length": 512, "special_tokens_map_file": null, "name_or_path": "/mnt/yaowx/handover/new_ai_modules/app/ai_models/relation_extraction/utils/roberta_base", "tokenizer_class": "RobertaTokenizer"}